performance-test/test-tool/ycsb/run_a.log
[OVERALL], RunTime(ms), 5179
[OVERALL], Throughput(ops/sec), 193.08746862328636
[TOTAL_GCS_Copy], Count, 2
[TOTAL_GC_TIME_Copy], Time(ms), 29
[TOTAL_GC_TIME_%_Copy], Time(%), 0.5599536590075305
[TOTAL_GCS_MarkSweepCompact], Count, 1
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 15
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.28963120293492955
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 44
[TOTAL_GC_TIME_%], Time(%), 0.8495848619424599
[READ], Operations, 477
[READ], AverageLatency(us), 4610.96855345912
[READ], MinLatency(us), 3626
[READ], MaxLatency(us), 99647
[READ], 50thPercentileLatency(us), 4207
[READ], 95thPercentileLatency(us), 5547
[READ], 99thPercentileLatency(us), 9375
[READ], Return=OK, 477
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 8340.0
[CLEANUP], MinLatency(us), 8336
[CLEANUP], MaxLatency(us), 8343
[CLEANUP], 50thPercentileLatency(us), 8343
[CLEANUP], 95thPercentileLatency(us), 8343
[CLEANUP], 99thPercentileLatency(us), 8343
[UPDATE], Operations, 523
[UPDATE], AverageLatency(us), 2498.6137667304015
[UPDATE], MinLatency(us), 1693
[UPDATE], MaxLatency(us), 77503
[UPDATE], 50thPercentileLatency(us), 2273
[UPDATE], 95thPercentileLatency(us), 3155
[UPDATE], 99thPercentileLatency(us), 3951
[UPDATE], Return=OK, 523