performance-test/test-tool/ycsb/run_c_4t.log
[OVERALL], RunTime(ms), 2484
[OVERALL], Throughput(ops/sec), 402.5764895330113
[TOTAL_GCS_Copy], Count, 3
[TOTAL_GC_TIME_Copy], Time(ms), 35
[TOTAL_GC_TIME_%_Copy], Time(%), 1.4090177133655395
[TOTAL_GCS_MarkSweepCompact], Count, 1
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 18
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.7246376811594203
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 53
[TOTAL_GC_TIME_%], Time(%), 2.13365539452496
[READ], Operations, 1000
[READ], AverageLatency(us), 5923.501
[READ], MinLatency(us), 3614
[READ], MaxLatency(us), 173823
[READ], 50thPercentileLatency(us), 4991
[READ], 95thPercentileLatency(us), 6939
[READ], 99thPercentileLatency(us), 10119
[READ], Return=OK, 1000
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 1690.75
[CLEANUP], MinLatency(us), 470
[CLEANUP], MaxLatency(us), 5263
[CLEANUP], 50thPercentileLatency(us), 491
[CLEANUP], 95thPercentileLatency(us), 5263
[CLEANUP], 99thPercentileLatency(us), 5263